local L = AleaUI_GUI.GetTranslate("FeralDotDamage", "ruRU")
if not L then return end


L["Подсвечивать иконку при проке"] = true

L["Тип отображения силы дот"] = true
L['Индикаторы'] = true

L['Показывать иконку у миникарты'] = true

L['Отключить смену иконок'] = true
L['Отключить смену иконок для '] = true

L["Показать частично в специализации стража"] = true
L["Показать полосу ресурса для специализации стража"] = true

L["Полоса здоровья"] = true
L['Цвет полосы'] = true
L['artRegenDesc'] = GetSpellDescription(210583)
L['artRegen'] = "\124T"..(select(3, GetSpellInfo(210583)))..":14\124t "..( GetSpellInfo(210583) )

L["Учитывать очки серии для "] = true
L['Будущее значение'] = true
L['Текущее значение'] = true
L['Слева'] = 'Слева'
L['Справа'] = "Справа"
L["Показывать основную цель"] = true
L["Смещение"] = true
L["Отступ панели"] = true
L["Вертикально"] = true
L["Расположение"] = true
L["Окно проверки"] = true
L["Горизонтально"] = true

L["Показать панель для других специализаций с талантом "] = true
L["Показать c "] = true

L["Показать в форме кота"] = true
L["Показать только в форме кота"] = true

L["Звуковое уведомление"] = true
L['Размер настоя, руны и еды'] = true
L['Размер рейдовых баффов'] = true
L['Еда'] = true
L['Рейдовые баффы'] = true
L['Отсуствуют'] = true
L['Отутствует'] = true
L['Скоро закончится!'] = true
L['Проверка баффов'] = true
L['использует кольцо нанесения урона'] = true
L['использует кольцо исцеления'] = true
L["Проверять настой"] = true
L["Проверять руну"] = true
L["Проверять еду"] = true
L["Проверять рейдовые баффы"] = true
L["Проверка положительных баффов"] = true
L["Событие для проверки"] = true
L['Если выбрано "'] = true
L['Проверка готовности или бой начат'] = true
L['" или "'] = true
L['Проверка готовности или бой c боссом начат'] = true
L['" то игрок получит только одно уведомление в течениe 20 секунд.'] = true
L['Проверка готовности'] = true
L['Бой начат'] = true
L['Бой с боссом начат'] = true

L[' для побочных целей, полос энергии и маны'] = true

L["Ширина панели"] = true
L["При изменении количества иконок, их размер будет рассчитывается из значения ширины панели."] = true
L['Пандемия - порог в 30% от базовой длительности ауры. При обновлении ауры, оставшаяся длительность, в пределах Пандемии, приплюсуется к новой ауре.'] = true

L["Анонс легендарного кольца нанесения урона"] = true
L["Анонс легендарного кольца исцеления"] = true

L["Максимальный размер"] = true
L['Размер иконки не будет превышать максимального размера'] = true
L["Игнорировать "] = true
L[' при расчете размера иконок'] = true

L["ID Заклинания"] = true
L["Введите номер нужного заклинания"] = true
L["Выбрать заклинание"] = true
L["Двигать"] = true
L["Вид отображения"] = true
L["Иконка"] = true
L["Проверять ID"] = true
L['Показывать ауру только с соответствующим "ID Заклинания"'] = true

L["Скрытый КД"] = true
L["Укажите скрытую перезарядку ауры."] = true
L["Показывать скрытую перезаряюку"] = true

L["ShowGlow"] = "Показывать сияние."
L["ShowGlowDesc"] = "Показывать сияние если аура активна."
L["CP_Pandemia_anim"] = "Анимация сияния пандемии."
L["CP_Pandemia_animDesc"] = "Включить анимацию сияния пандемии."
L["CP_Pandemia"] = "Пандемиа."
L["CP_PandemiaDesc"] = "Показывать грацницу если длительность ауры достигло порога пандемии."
L["Ауры"] = true
L["Звук"] = true
L["Проигрывать звук если не попали способностью"] = true
L["Файл"] = true

L["predatorIconRed"] = "Смена цвета"
L["predatorIconRedDesc"] = "Менять цвет иконки на красный если длительность ауры меньше 2-х секунд."

L["провалено"] = true

L["Максимальный размер"] = true
L["Размер иконки не будет превышать максимального значения при изменении колличества иконок"] = true

L["Автоинвайт"] = true
L["Приглашать только членов гильдии"] = true

L["Если заклинание на перезарядке и аура отсутствует"] = true
L["Прозрачность"] = true
L['Передвинуть фон'] = true

L["Таймер"] = true
L["Смещение по горизонтали"] = true
L["Смещение по вертикали"] = true
L["Стаки"] = true

L["Показать отсутствующие ауры"] = true
L["Только для полос"] = true
L["Затемнение"] = true
L["Показать искру"] = true
L["Сообщать всегда"] = true
L["Даже если заклинание не сбито"] = true

L["Укажите цель шепона"] = "Укажите цель шепота"
L["Tags Desc"] = "Tags: \n\n%spell - spell Link \n%extraspell - kicked spell Link \n%target - spell target name \n%source - spell source name \n\n"
L["Тип"] = true
L["Полоски"] = true
L["Отступ иконки"] = true
L["Текстуры полосы"] = true
L["Основная текстура"] = true
L["Текстура фона"] = true
L["Цвет полосы"] = true
L["statusbar_color1"] = "Бафф активен"
L["statusbar_color2"] = "Не готово"
L["statusbar_color3"] = "Заклинание готово"
L["statusbar_color4"] = "Бафф отсутствует"

L["Свечение"] = true
L["Черно-белая"] = true
L["Анонсы"] = true
L["Чат"] = true
L["Авто"] = true
L["Группа"] = true
L["Рейд"] = true
L["Шепот"] = true
L["Крик"] = true
L["Сказать"] = true
L["Цель"] = true
L["Текст"] = true
L["Включить"] = true
L["Отступ по вертикали"] = true
L["Точка привязки"] = true
L["Показать текст таймера"] = true
L["Размер шрифта таймера"] = true
L["Размер шрифта стаков"] = true
L["Выравнивание текста стаков"] = true
L["Заклинания"] = true
L["Передвинь меня!"] = true
L["Пороги заклинаний"] = true
L["Формат времени"] = true
L["Скрывать имена"] = true
L["Отступ элементов"] = true
L["Показать только в бою"] = true
L["Показать если есть цель"] = true
L["Показать значение баффов"] = true
L["Включено"] = true
L["Показывать"] = true
L["Позиция"] = true
L["Цвет текста цели"] = true
L["Размер шрифта иконок"] = true
L["Отступ иконок"] = true
L["Скрывать отсутствующие ауры"] = true
L["Сияние \""] = true
L["Анимация пандемии"] = true
L["Полоса энергии"] = true
L["Стиль"] = true
L["Прозрачность неактивной иконки"] = true
L["Цвет ярости"] = true
L["Основное"] = true
L["Граница иконок"] = true
L["Рост вверх"] = true
L["Цвет фона"] = true
L["Тень текста Y"] = true
L["Выравнивание текста"] = true
L["Блокировать"] = true
L["Текст силы"] = true
L["Показать текст"] = true
L["По центру справа"] = true
L["Полоса маны"] = true
L["Цвет энергии"] = true
L["X pos"] = true
L["Y pos"] = true
L["Менять цвет полосы"] = true
L["цвет \"Схожий\""] = true
L["Фон"] = true
L["Очки серии"] = true
L["Сортировка"] = true
L["Слева внизу"] = true
L["Отступ текста текущего значения"] = true
L["Размер шрифта"] = true
L["Текст таймера"] = true
L["Сверху"] = true
L["Обратить цвет текста"] = true
L["Показать текущее значение"] = true
L["Обводка шрифта"] = true
L["Центр"] = true
L["Цвет маны"] = true
L["Черно-белая иконка"] = true
L["Увеличение"] = true
L["Справа вверху"] = true
L["Отступ панели по горизонтали"] = true
L["Цвета"] = true
L["Тень текста X"] = true
L["Цвет текста от значения"] = true
L["Разное"] = true
L["Выравнивание текста таймера"] = true
L["Отступ иконок по горизонтали"] = true
L["Побочные цели"] = true
L["Размер иконок"] = true
L["Отступ панели по вертикали"] = true
L["Отступ"] = true
L["Цвет тика"] = true
L["Анимация сияния"] = true
L["Цвет"] = true
L["Цвет инонок от значения"] = true
L["Высота Тиков"] = true
L["Слева вверху"] = true
L["Показать"] = true
L["Граница"] = true
L["Отступ текст будущего значения"] = true
L["Показывать КП на иконках"] = true
L["Отступ фона"] = true
L["Высота"] = true
L["Отступ границ"] = true
L["Тики"] = true
L["Set Border Size"] = true
L["Пороговое значение"] = true
L["Показывать тики"] = true
L["Полоса"] = true
L["Граница тиков"] = true
L["Цвет текста"] = true
L["Текстура"] = true
L["цвет \"Хуже\""] = true
L["Справа внизу"] = true
L["цвет \"Лучше\""] = true
L["Иконки"] = true
L["Отступ тиков по вертикали"] = true
L["Размер"] = true
L["Шрифт"] = true
L["(двигать тут)"] = true
L["Показывать оверлей"] = true
L["Снизу"] = true
L["По центру слева"] = true
L["Относительные значения"] = true
L["Перезарядки"] = true
L["цвет КП"] = true
L["Ширина"] = true
L["Отступ Фона"] = true
L["Пандемия"] = true
